[Island_Obj DishonoredObjective]
m_Description="到达灯塔"

[Island_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="进入王雀岛要塞"
m_Status=""

[Island_Obj:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="到达灯塔"
m_Status=""

[Island_Obj:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="进入灯塔电梯"
m_Status=""

[Island_Obj:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="（可选）找到潘德顿"
m_Status=""

[Island_Obj:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="（可选）消灭潘德顿"
m_Status=""

[Island_Obj:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="（可选）消灭马丁"
m_Status=""

[Island_Obj:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="（可选）找到马丁"
m_Status=""

[Island_Obj:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="和船夫萨缪尔开始最后一程"
m_Status=""

[Island_Obj:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="进入警卫室"
m_Status=""

[Lighthouse_Obj DishonoredObjective]
m_Description="救出艾米莉"

[Lighthouse_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="（可选）消灭海军上将哈弗洛克"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="进入灯塔"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="找到马丁、潘德顿和哈弗洛克"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="（可选）找到哈弗洛克"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="在艾米莉跌落之前救出她"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="救出艾米莉"
m_Status=""

